{
	"quotes": [

{
       "quote":"<p>K<span class="h5">nowledge is power is a popular proverb. It means that knowledge is more powerful than physical strength and no great work can be done without knowledge. Knowledge is a powerful factor that empowers people achieves great results. The more knowledge a person gains, the more powerful he becomes.</span></p>
<p>T<span class="h5">his proverb means that ‘true power comes from knowledge’. No individual or nation can prosper without knowledge. A knowledgeable person has more power to foresee the future outcome and he can respond in a way that brings him the desired outcome. There is no end to knowledge, there is no limit to what a person can learn, the biggest problems can be solved if we have the knowledge of solving it.</span></p>
<p>B<span class="h5">y knowledge of science man has conquered nature. Development is possible by knowledge and not by physical strength. Knowledge is considered superior to physical strength in gaining success. A society or community that is devoid of knowledge is considered backward, even if they are physically strong group. Many physically powerful nations were defeated by nation having greater intelligence and knowledge. Knowledge helps human beings to utilize the various forces of nature for the benefit of humanity. The rise of human beings as the most powerful living-beings on planet is only due to the knowledge and the proper application of knowledge.</span></p>
<p>K<span class="h5">nowledge plays a vital role in every sphere of human life and activity. Knowledge has helped in the advancement and development of civilization and culture. The application of knowledge has led man to the path of progress. We can all benefit from learning new things. Knowledge is power because it helps us to think accurately. When we know the relevant facts about a given matter, we can make our own autonomous judgements about that matter without depending on other people. The question of what it means to know something has been on philosophers’ minds for 2,000 years or so.</span></b></p>
<hr>
<br><br>","author":"Z"}
]
}
